Repository: amallini/Occam-Messenger
Catalog: Source code/CreateChannel.*.resx
Languages: ru_ru

# BClose.Text
source: Close
ru_ru: Закрыть

# BCancel.Text
source: Cancel
ru_ru: Отмена

# BCreate.Text
source: Create channel
ru_ru: Создать канал

# label1.Text
source: New shared folder
ru_ru: Путь к новой общей папке

# label12.Text
source: In any case select shared forder you have been invited in.
ru_ru: В любом случае заполните следющее поле:

# RBAbonent.Text
source: You are an abonent
ru_ru: Вы абонент

# RBInitiator.Text
source: You are an initiator
ru_ru: Вы инициатор создания канала

# LMakeSureNewFolderCreated.Text
source: Make sure new folder has been created in your file system.
ru_ru: Убедитесь что новая папка появилась в вашей файловой системе.

# LShareThisFolder.Text
source: Share this folder. See manual of your cloud service.
ru_ru: Сделайте папку общей и пошлите приглашение абоненту.

# label10.Text
source: Any nickname you like (for example Alex).
ru_ru: То что будет видеть ваш абонент. Например Леша.

# label9.Text
source: Your nickname
ru_ru: Ваш псевдоним

# LChooseNickNames.Text
source: Choose nicknames for you and your abonent.
ru_ru: Выберите псевдонимы для себя и для абонента

# label7.Text
source: Any nickname you like (for example Maggy).
ru_ru: То что будете видеть вы. Например Рита.

# label3.Text
source: Your abonent's nickname
ru_ru: Псевдоним абонента

# LCreateNewFolder.Text
source: Create new folder in your cloud service.
ru_ru: Создайте новю общую папку в облачном сервисе.

# LWaitDB3.Text
source: Wait till db.db3 file appears in new shared folder.
ru_ru: Дождитесь появления в общей папке файла db.db3

# label14.Text
source: Select it here
ru_ru: Выберите файл db.db3

# LAcceptInvitation.Text
source: Accept an invitation. Register in cloud service if needed. Install Windows Client if needed.
ru_ru: Примите приглашение подключиться к общей папке.

# LRegister.Text
source: Register in some cloud service like pCloud, OneDrive, DropBox and install Windows Client.
ru_ru: Зарегистрируйтесь в облачном сервисе (pCloud, OneDrive, DropBox) и установите Windows клиент.

# $this.Text
source: Create Channel
ru_ru: Создание канала
